tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
# Dependency Manager for PHP
brew "composer"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Apache HTTP server
brew "httpd"
# Simple tool to make locally trusted development certificates
brew "mkcert"
# Platform built on V8 to build network applications
brew "node"
# General-purpose scripting language
brew "php"
# General-purpose scripting language
brew "php@7.4"
# Collaborative team software
cask "figma"
# Desktop client for GitHub repositories
cask "github"
# Tool to optimize images to a smaller size
cask "imageoptim"
# Open-source screen recorder built with web technology
cask "kap"
# Web browser
cask "microsoft-edge"
# Colour picker for colours onscreen
cask "pika"
# Window manager
cask "tiles"
cask "unicodechecker"
# Open-source code editor
cask "visual-studio-code"
